Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.break.hours
source: %d hours
ar: %d ساعات
bg: %d часа
bn: %d ঘন্টা
ca: %d hores
cs: %d hodin
da: %d timer
de: %d Stunden
el: %d ώρες
es: %d horas
et: %d tundi
fa: %d ساعت
fi: %d tuntia
fil: %d oras
fr: %d heures
he: %d שעות
hi: %d घंटे
hr: %d sati
hu: %d óra
id: %d jam
is: %d klukkustundir
it: %d ore
ja: %d時間
ko: %d시간
lt: %d valandos
lv: %d stundas
nb: %d timer
nl: %d uur
nn: %d timer
pl: %d godzin
pt_br: %d horas
ro: %d ore
ru: %d часов
sk: %d hodín
sl: %d ur
sr: %d sati
sv: %d timmar
sw: %d saa
ta: %d மணிநேரம்
th: %d ชั่วโมง
tr: %d saat
uk: %d годин
ur: %d گھنٹے
vi: %d giờ
zh_hans: %d 小时
zh_hant: %d 小時

# settings.pay.break.hoursDecimal
source: %@ hours
ar: %@ ساعات
bg: %@ часа
bn: %@ ঘন্টা
ca: %@ hores
cs: %@ hodin
da: %@ timer
de: %@ Stunden
el: %@ ώρες
es: %@ horas
et: %@ tundi
fa: %@ ساعت
fi: %@ tuntia
fil: %@ oras
fr: %@ heures
he: %@ שעות
hi: %@ घंटे
hr: %@ sati
hu: %@ óra
id: %@ jam
is: %@ klukkustundir
it: %@ ore
ja: %@時間
ko: %@시간
lt: %@ valandos
lv: %@ stundas
nb: %@ timer
nl: %@ uur
nn: %@ timer
pl: %@ godzin
pt_br: %@ horas
ro: %@ ore
ru: %@ часов
sk: %@ hodín
sl: %@ ur
sr: %@ sati
sv: %@ timmar
sw: %@ saa
ta: %@ மணிநேரம்
th: %@ ชั่วโมง
tr: %@ saat
uk: %@ годин
ur: %@ گھنٹے
vi: %@ giờ
zh_hans: %@ 小时
zh_hant: %@ 小時

# settings.pay.break.method.baseOnly
source: Base Only
ar: الراتب الأساسي فقط
bg: Само базова
bn: শুধুমাত্র ভিত্তি
ca: Només base
cs: Pouze základní
da: Kun grundløn
de: Nur Grundlohn
el: Μόνο βάση
es: Solo base
et: Ainult baaspalk
fa: فقط مبنا
fi: Vain perusratapalkka
fil: Lamang ang Base
fr: Salaire de base uniquement
he: בסיס בלבד
hi: केवल आधार
hr: Samo osnovica
hu: Csak alapbér
id: Hanya Pokok
is: Aðeins grunnlaun
it: Solo base
ja: 基本給のみ
ko: 기본급만
lt: Tik bazinė alga
lv: Tikai pamatalga
nb: Kun grunnlønn
nl: Alleen basisslaris
nn: Kun grunnlønn
pl: Tylko stawka podstawowa
pt_br: Apenas base
ro: Doar baza
ru: Только база
sk: Len základný plat
sl: Samo osnovna
sr: Samo osnovica
sv: Endast grundlön
sw: Msingi Tu
ta: அடிப்படை மட்டுமே
th: เฉพาะเงินเดือนฐาน
tr: Yalnızca Taban
uk: Тільки базова ставка
ur: صرف بنیاد
vi: Chỉ lương cơ bản
zh_hans: 仅基本工资
zh_hant: 僅基本薪酬

# settings.pay.break.method.endOfShift
source: End of Shift
ar: نهاية الوردية
bg: Край на смяната
bn: শিফটের শেষ
ca: Fi de jornada
cs: Konec směny
da: Slutning af skift
de: Ende der Schicht
el: Τέλος βάρδιας
es: Fin de turno
et: Vahetus lõpp
fa: پایان شیفت
fi: Vuoron lopussa
fil: Pagtatapos ng Shift
fr: Fin de la journée
he: סוף משמרת
hi: पाली का अंत
hr: Kraj smjene
hu: Műszak vége
id: Akhir Shift
is: Lok vaxtunnar
it: Fine turno
ja: シフト終了時
ko: 근무 종료
lt: Pamainos pabaiga
lv: Maiņas beigas
nb: Slutten av vakten
nl: Einde dienst
nn: Slutten av vakten
pl: Koniec zmiany
pt_br: Fim do turno
ro: Sfârșitul schimbului
ru: Конец смены
sk: Koniec zmeny
sl: Konec izmene
sr: Kraj smene
sv: Slutet av skiftet
sw: Mwisho wa Zamu
ta: ஷிப்டின் முடிவு
th: สิ้นสุดของกะ
tr: Vardiya Sonu
uk: Кінець зміни
ur: شفٹ کے اختتام
vi: Cuối ca làm việc
zh_hans: 班次结束
zh_hant: 班次結束

# settings.pay.break.method.none
source: None
ar: بلا
bg: Няма
bn: কোনও নয়
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
fa: هیچ‌کدام
fi: Ei mitään
fil: Wala
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
is: Engin
it: Nessuno
ja: なし
ko: 없음
lt: Nėra
lv: Nav
nb: Ingen
nl: Geen
nn: Ingen
pl: Brak
pt_br: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadne
sl: Brez
sr: Bez
sv: Ingen
sw: Hakuna
ta: எதுவும் இல்லை
th: ไม่มี
tr: Hiçbiri
uk: Немає
ur: کوئی نہیں
vi: Không có
zh_hans: 无
zh_hant: 無

# settings.pay.break.method.proportional
source: Proportional
ar: متناسب
bg: Пропорционално
bn: আনুপাতিক
ca: Proporcional
cs: Proporcionální
el: Αναλογικό
es: Proporcional
et: Proportsionaalne
fa: تناسبی
fi: Suhteellinen
fil: Proporsyonal
fr: Proportionnel
he: יחסי
hi: आनुपातिक
hr: Proporcionalno
hu: Arányos
id: Proporsional
is: Hlutfallslegt
it: Proporzionale
ja: 比例配分
ko: 비례
lt: Proporcingai
lv: Proporcionāli
nb: Proporsjonalt
nl: Evenredig
nn: Proporsjonalt
pl: Proporcjonalnie
pt_br: Proporcional
ro: Proporțional
ru: Пропорционально
sk: Proporcionálne
sl: Sorazmerno
sr: Proporcionalno
sv: Proportionellt
sw: Sawia
ta: விகிதாசாரம்
th: ตามสัดส่วน
tr: Orantılı
uk: Пропорційно
ur: متناسب
vi: Tỷ lệ thuận
zh_hans: 按比例
zh_hant: 按比例

# settings.pay.break.methodDesc.baseOnly
source: Deducts break only from base wage
ar: يخصم الفترة فقط من الراتب الأساسي
bg: Отчислява пауза само от базова заплата
bn: শুধুমাত্র ভিত্তি বেতন থেকে বিরতি কাটে
ca: Dedueix la pausa només del sou base
cs: Strhává přestávku pouze ze základního platu
da: Fratrækker pause kun fra grundløn
de: Zieht Pause nur vom Grundlohn ab
el: Αφαιρεί την παύση μόνο από τη βασική αποδοχή
es: Deduce pausa solo de salario base
et: Mahaarvamine ainult baaspalga arvelt
fa: تنها تعطیلات را از دستمزد پایه کسر می‌کند
fi: Vähentää tauon vain perusratapalkkasta
fil: Binabawasan ang break lamang mula sa base wage
fr: Déduit la pause uniquement du salaire de base
he: מנכה הפסקה רק משכר בסיס
hi: आधार वेतन से केवल ब्रेक काटता है
hr: Oduzima pauzu samo od osnovne plaće
hu: A szünetet csak az alapbérből vonja le
id: Memotong istirahat hanya dari gaji pokok
is: Dregur hlé aðeins frá grunnlaunum
it: Deduce pausa solo dallo stipendio base
ja: 休憩を基本給からのみ控除
ko: 휴식을 기본급에서만 차감
lt: Nutraukimas atskaitomas tik iš bazinės algos
lv: Atskaitīt pauzi tikai no pamatalgas
nb: Trekker pause kun fra grunnlønn
nl: Trekt pauze alleen af van basisslaris
nn: Trekker pause kun frå grunnlønn
pl: Odlicza przerwę tylko z stawki podstawowej
pt_br: Desconta pausa apenas do salário base
ro: Deduce pauza doar din salariul de bază
ru: Вычитает перерыв только из базовой зарплаты
sk: Odpočítava prestávku len z základného platu
sl: Odšteje premor samo od osnovne plače
sr: Oduzima pauzu samo od osnovne plate
sv: Drar av paus endast från grundlön
sw: Kamatia pumziko tu kutoka kwa msingi wa malipo
ta: இடைவேளையை அடிப்படை சம்பளத்திலிருந்து மட்டுமே கழிக்கிறது
th: หักเบรกจากเงินเดือนฐานเท่านั้น
tr: Molayı yalnızca taban maaştan keser
uk: Вираховує перерву тільки з базової ставки
ur: وقفہ کو صرف بنیادی تنخواہ سے کاٹتا ہے
vi: Chỉ trừ giờ nghỉ từ lương cơ bản
zh_hans: 仅从基本工资中扣除休息时间
zh_hant: 僅從基本薪酬扣除休息時間

# settings.pay.break.methodDesc.endOfShift
source: Deducts break from end of shift
ar: يخصم الفترة من نهاية الوردية
bg: Отчислява пауза от края на смяната
bn: শিফটের শেষ থেকে বিরতি কাটে
ca: Dedueix la pausa del final de jornada
cs: Strhává přestávku z konce směny
da: Fratrækker pause fra slutningen af skiftet
de: Zieht Pause vom Ende der Schicht ab
el: Αφαιρεί την παύση από το τέλος της βάρδιας
es: Deduce pausa del final del turno
et: Mahaarvamine vahetuse lõpu arvelt
fa: تعطیلات را از انتهای شیفت کسر می‌کند
fi: Vähentää tauon vuoron lopusta
fil: Binabawasan ang break mula sa pagtatapos ng shift
fr: Déduit la pause de la fin de la journée
he: מנכה הפסקה מסוף המשמרת
hi: पाली के अंत से ब्रेक काटता है
hr: Oduzima pauzu od kraja smjene
hu: A szünetet a műszak végéből vonja le
id: Memotong istirahat dari akhir shift
is: Dregur hlé frá lokum vaxtunnar
it: Deduce pausa dalla fine del turno
ja: 休憩をシフト終了時から控除
ko: 휴식을 근무 종료에서 차감
lt: Nutraukimas atskaitomas iš pamainos pabaigos
lv: Atskaitīt pauzi no maiņas beigām
nb: Trekker pause fra slutten av vakten
nl: Trekt pauze af van einde dienst
nn: Trekker pause frå slutten av vakten
pl: Odlicza przerwę z końca zmiany
pt_br: Desconta pausa do final do turno
ro: Deduce pauza din sfârșitul schimbului
ru: Вычитает перерыв с конца смены
sk: Odpočítava prestávku od konca zmeny
sl: Odšteje premor od konca izmene
sr: Oduzima pauzu od kraja smene
sv: Drar av paus från slutet av skiftet
sw: Kamatia pumziko kutoka mwisho wa zamu
ta: ஷிப்டின் முடிவிலிருந்து இடைவேளையை கழிக்கிறது
th: หักเบรกจากสิ้นสุดของกะ
tr: Molayı vardiya sonundan keser
uk: Вираховує перерву з кінця зміни
ur: وقفہ کو شفٹ کے اختتام سے کاٹتا ہے
vi: Trừ giờ nghỉ từ cuối ca làm việc
zh_hans: 从班次结束时扣除休息时间
zh_hant: 從班次結束時扣除休息時間

# settings.pay.break.methodDesc.none
source: No automatic break deduction
ar: بدون خصم فترة تلقائي
bg: Без автоматично отчисляване на пауза
bn: কোনও স্বয়ংক্রিয় বিরতি কাটা নেই
ca: Sense deducció automàtica de pausa
cs: Žádný automatický srážka za přestávku
da: Ingen automatisk pausefradrag
de: Keine automatische Pausenabzug
el: Χωρίς αυτόματη αφαίρεση παύσης
es: Sin deducción automática de pausa
et: Automaatset pauside mahaarvamist pole
fa: بدون کسر تعطیلات خودکار
fi: Ei automaattista takovähennystä
fil: Walang awtomatikong break deduction
fr: Aucune déduction de pause automatique
he: ללא ניכוי הפסקה אוטומטי
hi: कोई स्वचालित ब्रेक कटौती नहीं
hr: Bez automatskog odbitka za pauzu
hu: Nincs automatikus szünet levonás
id: Tanpa potongan istirahat otomatis
is: Engin sjálfvirk hlétrekk
it: Nessuna deduzione pausa automatica
ja: 自動休憩控除なし
ko: 자동 휴식 차감 없음
lt: Jokios automatinės nutraukimo atskaitos
lv: Nav automātiskas pauzes atskaitīšanas
nb: Ingen automatisk pausetrekk
nl: Geen automatische pauseaftrek
nn: Ingen automatisk pausetrekk
pl: Bez automatycznego odliczania przerwy
pt_br: Sem desconto automático de pausa
ro: Fără deducere automată de pauză
ru: Без автоматического вычета перерыва
sk: Bez automatického odpočítania prestávky
sl: Brez samodejnega odtegovanja premora
sr: Bez automatskog odbitka za pauzu
sv: Ingen automatisk pausavdrag
sw: Hakuna kumata kiotomati cha pumziko
ta: தானியங்கி இடைவேளை கழிப்பு இல்லை
th: ไม่มีการหักเบรกอัตโนมัติ
tr: Otomatik mola kesintisi yok
uk: Без автоматичного вирахування перерви
ur: خودکار وقفہ کٹوتی نہیں
vi: Không trừ giờ nghỉ tự động
zh_hans: 无自动休息扣除
zh_hant: 無自動休息時間扣除

# settings.pay.break.methodDesc.proportional
source: Deducts break proportionally from all supplements
ar: يخصم الفترة بشكل متناسب من جميع البدلات
bg: Отчислява пауза пропорционално от всички допълнения
bn: সমস্ত সাপ্লিমেন্ট থেকে আনুপাতিকভাবে বিরতি কাটে
ca: Dedueix la pausa proporcionalment de tots els complements
cs: Strhává přestávku proporcionálně ze všech příplatků
da: Fratrækker pause proportionalt fra alle tillæg
de: Zieht Pause proportional von allen Zuschlägen ab
el: Αφαιρεί την παύση αναλογικά από όλα τα επιδόματα
es: Deduce pausa proporcionalmente de todos los complementos
et: Mahaarvamine proportsionaalselt kõikidest lisatasudest
fa: تعطیلات را به‌طور متناسب از تمام سرپلس کسر می‌کند
fi: Vähentää tauon suhteellisesti kaikista lisistä
fil: Binabawasan ang break nang proporsyonal mula sa lahat ng supplements
fr: Déduit la pause proportionnellement de tous les suppléments
he: מנכה הפסקה באופן יחסי מכל ההוספות
hi: सभी भत्तों से आनुपातिक रूप से ब्रेक काटता है
hr: Proporcionalno oduzima pauzu od svih dodataka
hu: A szünetet arányosan vonja le az összes kiegészítésből
id: Memotong istirahat secara proporsional dari semua tunjangan
is: Dregur hlé hlutfallslega frá öllum viðbótum
it: Deduce pausa proporzionalmente da tutti i supplementi
ja: 休憩をすべての手当から比例配分で控除
ko: 휴식을 모든 수당에서 비례적으로 차감
lt: Nutraukimas proporcingai atskaitomas iš visų priedų
lv: Atskaitīt pauzi proporcionāli no visiem pielaides
nb: Trekker pause proporsjonalt fra alle tillegg
nl: Trekt pauze evenredig af van alle toeslagen
nn: Trekker pause proporsjonalt frå alle tillegg
pl: Odlicza przerwę proporcjonalnie ze wszystkich dodatków
pt_br: Desconta pausa proporcionalmente de todos os adicionais
ro: Deduce pauza proporțional din toate suplimentele
ru: Вычитает перерыв пропорционально из всех надбавок
sk: Odpočítava prestávku proporcionálne zo všetkých príplatkov
sl: Sorazmerno odšteje premor od vseh dodatkov
sr: Oduzima pauzu proporcionalno od svih dodataka
sv: Drar av paus proportionellt från alla tillägg
sw: Kamatia pumziko sawia kutoka kwa ziada zote
ta: அனைத்து சப்ளிமெண்ட்களிலிருந்து விகிதாசாரமாக இடைவேளையை கழிக்கிறது
th: หักเบรกตามสัดส่วนจากเบี้ยเพิ่มเติมทั้งหมด
tr: Molayı tüm ek ödemelerden orantılı olarak keser
uk: Вираховує перерву пропорційно від усіх надбавок
ur: وقفہ کو تمام سپلیمنٹس سے متناسب طور پر کاٹتا ہے
vi: Trừ giờ nghỉ tỷ lệ thuận từ tất cả phụ cấp
zh_hans: 从所有补贴中按比例扣除休息时间
zh_hant: 按比例從所有補貼扣除休息時間

# settings.pay.break.minutes
source: %d minutes
ar: %d دقيقة
bg: %d минути
bn: %d মিনিট
ca: %d minuts
cs: %d minut
da: %d minutter
de: %d Minuten
el: %d λεπτά
es: %d minutos
et: %d minutit
fa: %d دقیقه
fi: %d minuuttia
fil: %d minuto
he: %d דקות
hi: %d मिनट
hr: %d minuta
hu: %d perc
id: %d menit
is: %d mínútur
it: %d minuti
ja: %d分
ko: %d분
lt: %d minučių
lv: %d minūtes
nb: %d minutter
nl: %d minuten
nn: %d minutter
pl: %d minut
pt_br: %d minutos
ro: %d minute
ru: %d минут
sk: %d minút
sl: %d minut
sr: %d minuta
sv: %d minuter
sw: %d dakika
ta: %d நிமிடங்கள்
th: %d นาที
tr: %d dakika
uk: %d хвилин
ur: %d منٹ
vi: %d phút
zh_hans: %d 分钟
zh_hant: %d 分鐘

# settings.pay.choose_job.default_badge
source: Default
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por defecto
et: Vaikimisi
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Standardna
hu: Alapértelmezett
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ko: 기본
lt: Numatyta
lv: Noklusējums
nb: Standard
nl: Standaard
nn: Standard
pl: Standard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sr: Podrazumevano
sv: Standard
sw: Chaguo-msingi
ta: இயல்பு
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
ur: ڈیفالٹ
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# settings.pay.choose_job.error_not_authenticated
source: You must be signed in to add a job.
ar: يجب أن تكون مسجل الدخول لإضافة وظيفة.
bg: Трябва да сте влезли, за да добавите работа.
bn: একটি কাজ যোগ করতে আপনাকে অবশ্যই সাইন ইন করতে হবে।
ca: Has d'estar connectat per afegir una feina.
cs: Abyste mohli přidat práci, musíte být přihlášeni.
da: Du skal være logget ind for at tilføje et job.
de: Du musst angemeldet sein, um einen Job hinzuzufügen.
el: Πρέπει να είστε συνδεδεμένος για να προσθέσετε μια δουλειά.
es: Debes haber iniciado sesión para añadir un trabajo.
et: Töö lisamiseks pead olema sisse logitud.
fa: برای افزودن یک شغل باید وارد حساب خود شوید.
fi: Sinun on oltava kirjautunut sisään lisätäksesi työn.
fil: Kailangan mong maging naka-sign in upang magdagdag ng trabaho.
fr: Vous devez être connecté pour ajouter un emploi.
he: עליך להיות מחובר כדי להוסיף עבודה.
hi: एक जॉब जोड़ने के लिए आपको साइन इन करना होगा।
hr: Moraš biti prijavljeni da dodaš posao.
hu: Bejelentkezve kell lenned egy munka hozzáadásához.
id: Anda harus masuk untuk menambah pekerjaan.
is: Þú verður að vera innskráð/ur til að bæta við vinnu.
it: Devi essere connesso per aggiungere un lavoro.
ja: 職務を追加するにはサインインする必要があります。
ko: 직업을 추가하려면 로그인해야 합니다.
lt: Norėdami pridėti darbą, turite būti prisijungę.
lv: Jums jābūt pierakstītam, lai pievienotu darbu.
nb: Du må være innlogget for å legge til en jobb.
nl: U moet ingelogd zijn om een baan toe te voegen.
nn: Du må vere innlogga for å leggje til ein jobb.
pl: Musisz być zalogowany, aby dodać pracę.
pt_br: Você deve estar conectado para adicionar um trabalho.
ro: Trebuie să fii conectat pentru a adăuga o slujbă.
ru: Вы должны войти, чтобы добавить работу.
sk: Musíte byť prihlásení, aby ste mohli pridať úlohu.
sl: Prijavljeni moraš biti, da dodaš službo.
sr: Morate biti prijavljeni da biste dodali posao.
sv: Du måste vara inloggad för att lägga till ett jobb.
sw: Lazima uwe umeingia ili kuongeza kazi.
ta: வேலையைச் சேர்க்க நீங்கள் உள்நுழைந்திருக்க வேண்டும்.
th: คุณต้องลงชื่อเข้าสู่ระบบเพื่อเพิ่มงาน
tr: İş eklemek için oturum açmış olmanız gerekir.
uk: Ви повинні бути авторизовані, щоб додати роботу.
ur: نوکری شامل کرنے کے لیے آپ کو سائن ان کرنا ضروری ہے۔
vi: Bạn phải đăng nhập để thêm một công việc.
zh_hans: 您必须登录才能添加工作。
zh_hant: 必須登入才能新增工作。

# settings.pay.choose_job.title
source: Choose a job
ar: اختر وظيفة
bg: Изберете работа
bn: একটি কাজ নির্বাচন করুন
ca: Tria una feina
cs: Zvolte práci
da: Vælg et job
de: Wähle einen Job
el: Επιλέξτε μια δουλειά
es: Elige un trabajo
et: Vali töö
fa: یک شغل انتخاب کنید
fi: Valitse työ
fil: Pumili ng trabaho
fr: Choisir un emploi
he: בחר עבודה
hi: एक जॉब चुनें
hr: Odaberi posao
hu: Válassz egy munkát
id: Pilih pekerjaan
is: Veldu vinnu
it: Scegli un lavoro
ja: 職務を選択
ko: 직업 선택
lt: Pasirinkite darbą
lv: Izvēlieties darbu
nb: Velg en jobb
nl: Kies een baan
nn: Vel ein jobb
pl: Wybierz pracę
pt_br: Escolha um trabalho
ro: Alege o slujbă
ru: Выберите работу
sk: Vyberte úlohu
sl: Izberi službo
sr: Izaberite posao
sv: Välj ett jobb
sw: Chagua kazi
ta: வேலையைத் தேர்ந்தெடுக்கவும்
th: เลือกงาน
tr: Bir iş seçin
uk: Виберіть роботу
ur: ایک نوکری منتخب کریں
vi: Chọn một công việc
zh_hans: 选择一个工作
zh_hant: 選擇工作

# settings.pay.chooseJob.empty
source: No jobs yet. Add a job to set up pay.
ar: لا توجد وظائف بعد. أضف وظيفة لإعداد الأجر.
bg: Все още няма работи. Добавете работа, за да настроите заплащането.
bn: এখনও কোনো কাজ নেই। বেতন সেট আপ করতে একটি কাজ যোগ করুন।
ca: Encara no hi ha feines. Afegeix-ne una per configurar el sou.
cs: Zatím žádné práce. Přidejte práci pro nastavení mzdy.
da: Ingen job endnu. Tilføj et job for at opsætte løn.
de: Noch keine Jobs. Füge einen Job hinzu, um die Bezahlung einzurichten.
el: Δεν υπάρχουν ακόμα δουλειές. Προσθέστε μία για να ρυθμίσετε την αμοιβή.
es: Aún no hay trabajos. Añade uno para configurar el pago.
et: Töökohti veel pole. Lisa töökoht, et seadistada palk.
fa: هنوز شغلی نیست. برای تنظیم حقوق، یک شغل اضافه کنید.
fi: Ei vielä työpaikkoja. Lisää työpaikka palkan määrittämiseksi.
fil: Wala pang trabaho. Magdagdag ng trabaho para ma-set up ang sahod.
fr: Aucun emploi pour l’instant. Ajoutez-en un pour configurer la paie.
he: עדיין אין עבודות. הוסף עבודה כדי להגדיר שכר.
hi: अभी तक कोई नौकरी नहीं। वेतन सेट करने के लिए नौकरी जोड़ें।
hr: Još nema poslova. Dodajte posao za postavljanje plaće.
hu: Még nincs munka. Adj hozzá egyet a bér beállításához.
id: Belum ada pekerjaan. Tambahkan pekerjaan untuk atur gaji.
is: Engar vinnur enn. Bættu við vinnu til að setja upp laun.
it: Nessun lavoro ancora. Aggiungi un lavoro per impostare la paga.
ja: まだ仕事がありません。給与設定のために仕事を追加してください。
ko: 아직 일터가 없습니다. 급여를 설정하려면 일터를 추가하세요.
lt: Dar nėra darbų. Pridėkite darbą, kad nustatytumėte atlyginimą.
lv: Vēl nav darbu. Pievieno darbu, lai iestatītu algu.
nb: Ingen jobber ennå. Legg til en jobb for å sette opp lønn.
nl: Nog geen banen. Voeg een baan toe om loon in te stellen.
nn: Ingen jobbar enno. Legg til ein jobb for å setje opp lønn.
pl: Nie ma jeszcze prac. Dodaj pracę, aby ustawić płacę.
pt_br: Ainda não há trabalhos. Adicione um para configurar o pagamento.
ro: Încă nu există locuri de muncă. Adaugă unul pentru a configura plata.
ru: Пока нет работ. Добавьте работу, чтобы настроить оплату.
sk: Zatiaľ žiadne práce. Pridajte prácu na nastavenie mzdy.
sl: Ni še služb. Dodaj službo za nastavitev plačila.
sr: Još nema poslova. Dodajte posao da podesite platu.
sv: Inga jobb än. Lägg till ett jobb för att ställa in lön.
sw: Bado hakuna kazi. Ongeza kazi ili uweke malipo.
ta: இன்னும் வேலைகள் இல்லை. சம்பளத்தை அமைக்க ஒரு வேலையைச் சேர்க்கவும்.
th: ยังไม่มีงาน เพิ่มงานเพื่อตั้งค่าค่าจ้าง
tr: Henüz iş yok. Ücreti ayarlamak için bir iş ekle.
uk: Робіт ще немає. Додайте роботу, щоб налаштувати оплату.
ur: ابھی کوئی ملازمت نہیں۔ تنخواہ سیٹ کرنے کے لیے ایک ملازمت شامل کریں۔
vi: Chưa có công việc nào. Thêm công việc để thiết lập lương.
zh_hans: 还没有工作。添加工作以设置薪资。
zh_hant: 尚無工作。新增工作以設定薪資。
